---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DebugtabDataboundcontrolsdemoEnum
source: html/e0a5cae0-4aae-aabb-bbb3-31ecce27db76.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DebugtabDataboundcontrolsdemoEnum Property

"Options"

## Syntax (C#)
```csharp
public static ForgeTypeId DebugtabDataboundcontrolsdemoEnum { get; }
```